A piece of boundary is too short to create stringer on it.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId StringerCurveTooShort { get; }
  Visual Basic
Public Shared ReadOnly Property StringerCurveTooShort As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ StringerCurveTooShort {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace